Repository: AkbaraliKhasanov-2000/New-App
Catalog: Scanlet/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, uz

source: Searchable PDFs
cs: Prohledávatelná PDF
da: Søgbare PDF'er
de: Durchsuchbare PDFs
el: PDF με αναζήτηση
es: PDF con búsqueda
fi: Haettavat PDF:t
fr: PDF interrogeables
hr: Pretraživi PDF-ovi
hu: Kereshető PDF-ek
it: PDF ricercabili
nb: Søkbare PDF-er
nl: Doorzoekbare PDF's
pl: PDF z wyszukiwaniem
pt_br: PDFs pesquisáveis
pt_pt: PDF pesquisáveis
ro: PDF-uri căutabile
ru: PDF с поиском
sk: Vyhľadávateľné PDF
sv: Sökbara PDF:er
tr: Aranabilir PDF’ler
uk: PDF з пошуком
uz: Qidiriladigan PDF

source: Searchable PDFs let you find and copy text in any PDF app. Text is recognized on your iPhone.
cs: V prohledávatelných PDF najdete a zkopírujete text v jakékoli PDF aplikaci. Text se rozpoznává v iPhonu.
da: Med søgbare PDF'er kan du finde og kopiere tekst i enhver PDF-app. Teksten genkendes på din iPhone.
de: In durchsuchbaren PDFs kannst du Text in jeder PDF-App finden und kopieren. Der Text wird auf deinem iPhone erkannt.
el: Στα PDF με αναζήτηση βρίσκετε και αντιγράφετε κείμενο σε κάθε εφαρμογή PDF. Η αναγνώριση γίνεται στο iPhone σας.
es: Los PDF con búsqueda te permiten buscar y copiar texto en cualquier app de PDF. El texto se reconoce en tu iPhone.
fi: Haettavista PDF:istä voit etsiä ja kopioida tekstiä missä tahansa PDF-apissa. Teksti tunnistetaan iPhonella.
fr: Les PDF interrogeables permettent de trouver et copier du texte dans toute app PDF. Le texte est reconnu sur votre iPhone.
hr: U pretraživom PDF-u tekst možete pronaći i kopirati u bilo kojoj PDF aplikaciji. Tekst se prepoznaje na iPhoneu.
hu: A kereshető PDF-ekben bármely PDF-appban kereshetsz és másolhatsz szöveget. A felismerés az iPhone-on történik.
it: I PDF ricercabili ti permettono di trovare e copiare il testo in qualsiasi app PDF. Il testo viene riconosciuto sul tuo iPhone.
nb: Med søkbare PDF-er kan du finne og kopiere tekst i alle PDF-apper. Teksten gjenkjennes på iPhonen.
nl: Met doorzoekbare PDF's kun je tekst vinden en kopiëren in elke PDF-app. Tekst wordt op je iPhone herkend.
pl: W PDF z wyszukiwaniem znajdziesz i skopiujesz tekst w każdej aplikacji PDF. Tekst jest rozpoznawany na iPhonie.
pt_br: PDFs pesquisáveis permitem encontrar e copiar texto em qualquer app de PDF. O texto é reconhecido no seu iPhone.
pt_pt: Os PDF pesquisáveis permitem encontrar e copiar texto em qualquer app de PDF. O texto é reconhecido no iPhone.
ro: PDF-urile căutabile îți permit să găsești și să copiezi text în orice aplicație PDF. Textul este recunoscut pe iPhone.
ru: В PDF с поиском можно находить и копировать текст в любом приложении. Текст распознаётся на вашем iPhone.
sk: Vo vyhľadávateľných PDF nájdete a skopírujete text v akejkoľvek PDF aplikácii. Text sa rozpoznáva v iPhone.
sv: Med sökbara PDF:er kan du hitta och kopiera text i alla PDF-appar. Texten känns igen på din iPhone.
tr: Aranabilir PDF’lerde metni her PDF uygulamasında bulup kopyalayabilirsiniz. Metin iPhone’unuzda tanınır.
uk: У PDF з пошуком можна шукати й копіювати текст у будь-якій PDF-програмі. Текст розпізнається на iPhone.
uz: Qidiriladigan PDF’da matnni istalgan ilovada topish va nusxalash mumkin. Matn iPhone’ingizda aniqlanadi.

source: Searchable Text (OCR)
cs: Prohledávatelný text (OCR)
da: Søgbar tekst (OCR)
de: Durchsuchbarer Text (OCR)
el: Κείμενο αναζήτησης (OCR)
es: Texto con búsqueda (OCR)
fi: Haettava teksti (OCR)
fr: Texte interrogeable (OCR)
hr: Pretraživi tekst (OCR)
hu: Kereshető szöveg (OCR)
it: Testo ricercabile (OCR)
nb: Søkbar tekst (OCR)
nl: Doorzoekbare tekst (OCR)
pl: Tekst do wyszukania (OCR)
pt_br: Texto pesquisável (OCR)
pt_pt: Texto pesquisável (OCR)
ro: Text căutabil (OCR)
ru: Текст с поиском (OCR)
sk: Vyhľadávateľný text (OCR)
sv: Sökbar text (OCR)
tr: Aranabilir Metin (OCR)
uk: Текст для пошуку (OCR)
uz: Qidiriladigan matn (OCR)

source: Select
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
fi: Valitse
fr: Sélectionner
hr: Odaberi
hu: Kijelölés
it: Seleziona
nb: Velg
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectează
ru: Выбрать
sk: Vybrať
sv: Välj
tr: Seç
uk: Вибрати
uz: Tanlash

source: Select All
cs: Vybrat vše
da: Vælg alle
de: Alle auswählen
el: Επιλογή όλων
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout cocher
hr: Odaberi sve
hu: Jelöld ki mindet
it: Seleziona tutto
nb: Velg alle
nl: Selecteer alles
pl: Zaznacz wszystko
pt_br: Selecionar tudo
pt_pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sk: Vybrať všetko
sv: Markera alla
tr: Tümünü Seç
uk: Вибрати все
uz: Barini tanlash

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
hr: Postavke
hu: Beállítások
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
uk: Параметри
uz: Sozlamalar

source: Share
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr: Partager
hr: Podijeli
hu: Megosztás
it: Condividi
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Enviar
pt_pt: Partilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sv: Dela
tr: Paylaş
uk: Поширити
uz: Ulashish

source: Share Page
cs: Sdílet stránku
da: Del side
de: Seite teilen
el: Κοινοποίηση
es: Compartir página
fi: Jaa sivu
fr: Partager la page
hr: Podijeli
hu: Oldal megosztása
it: Condividi pagina
nb: Del side
nl: Deel pagina
pl: Udostępnij
pt_br: Enviar página
pt_pt: Partilhar página
ro: Partajare pagină
ru: Поделиться стр.
sk: Zdieľať stranu
sv: Dela sida
tr: Sayfayı Paylaş
uk: Поширити
uz: Sahifa ulashish

source: Share Scanlet
cs: Sdílet Scanlet
da: Del Scanlet
de: Scanlet teilen
el: Κοινοποίηση Scanlet
es: Compartir Scanlet
fi: Jaa Scanlet
fr: Partager Scanlet
hr: Podijeli Scanlet
hu: Scanlet megosztása
it: Condividi Scanlet
nb: Del Scanlet
nl: Deel Scanlet
pl: Poleć Scanlet
pt_br: Indicar o Scanlet
pt_pt: Partilhar Scanlet
ro: Partajează Scanlet
ru: Поделиться Scanlet
sk: Zdieľať Scanlet
sv: Dela Scanlet
tr: Scanlet’i Paylaş
uk: Поділитися Scanlet
uz: Scanlet’ni ulashish

source: Share sensitive files safely.
cs: Sdílejte citlivé soubory bezpečně.
da: Del følsomme filer sikkert.
de: Teile sensible Dateien sicher.
el: Στείλτε ευαίσθητα αρχεία με ασφάλεια.
es: Comparte archivos sensibles a salvo.
fi: Jaa arkaluonteiset tiedostot turvassa.
fr: Partage sûr de fichiers sensibles.
hr: Sigurno dijelite osjetljive datoteke.
hu: Küldj bizalmas fájlokat biztonságosan.
it: Condividi file sensibili in sicurezza.
nb: Del sensitive filer trygt.
nl: Deel gevoelige bestanden veilig.
pl: Bezpiecznie udostępniaj ważne pliki.
pt_br: Envie arquivos privados com segurança.
pt_pt: Partilhe dados sensíveis em segurança.
ro: Partajează sigur fișiere sensibile.
ru: Безопасно делитесь важными файлами.
sk: Zdieľajte citlivé súbory bezpečne.
sv: Dela känsliga filer säkert.
tr: Hassas dosyaları güvenle paylaşın.
uk: Безпечно діліться важливими файлами.
uz: Maxfiy fayllarni xavfsiz ulashing.

source: Sign
cs: Podepsat
da: Underskriv
de: Signieren
el: Υπογραφή
es: Firmar
fi: Signeeraa
fr: Signer
hr: Potpiši
hu: Aláírás
it: Firma
nb: Signer
nl: Onderteken
pl: Podpisz
pt_br: Assinar
pt_pt: Assinar
ro: Semnează
ru: Подписать
sk: Podpísať
sv: Signera
tr: İmzala
uk: Підписати
uz: Imzolash

source: Sign Documents
cs: Podepisování
da: Underskriv dokumenter
de: Dokumente signieren
el: Υπογραφή εγγράφων
es: Firmar documentos
fi: Signeeraa dokumentit
fr: Signer des documents
hr: Potpisivanje
hu: Dokumentumok aláírása
it: Firma documenti
nb: Signer dokumenter
nl: Onderteken documenten
pl: Podpisuj dokumenty
pt_br: Assinar documentos
pt_pt: Assinar documentos
ro: Semnează documente
ru: Подпись документов
sk: Podpisovanie
sv: Signera dokument
tr: Belge İmzalama
uk: Підпис документів
uz: Hujjatlarni imzolash

source: Sign Documents Instantly
cs: Podepisujte dokumenty hned
da: Underskriv dokumenter straks
de: Dokumente sofort signieren
el: Υπογράψτε έγγραφα αμέσως
es: Firma documentos al instante
fi: Allekirjoita hetkessä
fr: Signez vos docs en un instant
hr: Potpisujte dokumente odmah
hu: Írj alá dokumentumokat azonnal
it: Firma documenti all’istante
nb: Signer dokumenter på sekunder
nl: Onderteken direct documenten
pl: Podpisuj dokumenty od ręki
pt_br: Assine documentos na hora
pt_pt: Assine documentos num instante
ro: Semnează documente instant
ru: Подписывайте документы мгновенно
sk: Podpisujte dokumenty hneď
sv: Signera dokument direkt
tr: Belgeleri Anında İmzalayın
uk: Підписуйте документи миттєво
uz: Hujjatlarni bir zumda imzolang

source: Sign here
cs: Podepište zde
da: Underskriv her
de: Hier signieren
el: Υπογράψτε εδώ
es: Firma aquí
fi: Allekirjoita
fr: Signez ici
hr: Potpišite ovdje
hu: Írj alá itt
it: Firma qui
nb: Signer her
nl: Teken hier
pl: Podpisz tutaj
pt_br: Assine aqui
pt_pt: Assine aqui
ro: Semnează aici
ru: Подпишите здесь
sk: Podpíšte sa
sv: Signera här
tr: İmzanızı atın
uk: Підпишіть тут
uz: Shu yerga imzo

source: Sign, Protect and Share
cs: Podepište, chraňte, sdílejte
da: Underskriv, beskyt og del
de: Signieren, schützen, teilen
el: Υπογραφή, προστασία, κοινοποίηση
es: Firma, protege y comparte
fi: Allekirjoita, suojaa ja jaa
fr: Signez, protégez et partagez
hr: Potpišite, zaštitite, dijelite
hu: Aláírás, védelem, megosztás
it: Firma, proteggi e condividi
nb: Signer, beskytt og del
nl: Onderteken, beveilig en deel
pl: Podpisuj, chroń, udostępniaj
pt_br: Assine, proteja e compartilhe
pt_pt: Assine, proteja e partilhe
ro: Semnezi, protejezi, partajezi
ru: Подпись, защита, отправка
sk: Podpíšte, chráňte, zdieľajte
sv: Signera, skydda och dela
tr: İmzala, Koru ve Paylaş
uk: Підпис, захист і поширення
uz: Imzolang, himoyalang, ulashing

source: Signature
cs: Podpis
da: Signatur
de: Signatur
el: Υπογραφή
es: Firma
fi: Allekirjoitus
hr: Potpis
hu: Aláírás
it: Firma
nb: Signatur
nl: Handtekening
pl: Podpis
pt_br: Assinatura
pt_pt: Assinatura
ro: Semnătură
ru: Подпись
sk: Podpis
sv: Signatur
tr: İmza
uk: Підпис
uz: Imzo

source: Signature Size
cs: Velikost podpisu
da: Signaturstørrelse
de: Signaturgröße
el: Μέγεθος υπογραφής
es: Tamaño de la firma
fi: Allekirjoituskoko
fr: Taille de signature
hr: Veličina potpisa
hu: Aláírás mérete
it: Dimensione firma
nb: Signaturstørrelse
nl: Grootte handtekening
pl: Rozmiar podpisu
pt_br: Tam. da assinatura
pt_pt: Tam. da assinatura
ro: Mărimea semnăturii
ru: Размер подписи
sk: Veľkosť podpisu
sv: Signaturstorlek
tr: İmza Boyutu
uk: Розмір підпису
uz: Imzo o‘lchami

source: Signatures are stored only on this device.
cs: Podpisy se ukládají jen v tomto zařízení.
da: Signaturer gemmes kun på denne enhed.
de: Signaturen werden nur auf diesem Gerät gesichert.
el: Οι υπογραφές αποθηκεύονται μόνο σε αυτή τη συσκευή.
es: Las firmas se guardan solo en este dispositivo.
fi: Allekirjoitukset tallennetaan vain tähän laitteeseen.
fr: Les signatures sont stockées uniquement sur cet appareil.
hr: Potpisi se spremaju samo na ovom uređaju.
hu: Az aláírásokat csak ez az eszköz tárolja.
it: Le firme sono salvate solo su questo dispositivo.
nb: Signaturer lagres bare på denne enheten.
nl: Handtekeningen worden alleen op dit apparaat bewaard.
pl: Podpisy są przechowywane tylko na tym urządzeniu.
pt_br: As assinaturas ficam salvas apenas neste aparelho.
pt_pt: As assinaturas ficam guardadas apenas neste dispositivo.
ro: Semnăturile sunt stocate doar pe acest dispozitiv.
ru: Подписи хранятся только на этом устройстве.
sk: Podpisy sa ukladajú len v tomto zariadení.
sv: Signaturer sparas endast på den här enheten.
tr: İmzalar yalnızca bu aygıtta saklanır.
uk: Підписи зберігаються лише на цьому пристрої.
uz: Imzolar faqat shu qurilmada saqlanadi.

source: Signing…
cs: Podepisování…
da: Underskriver…
de: Signieren …
el: Υπογραφή…
es: Firmando…
fi: Signeerataan…
fr: Signature…
hr: Potpisivanje…
hu: Aláírás…
it: Firma…
nb: Signerer …
nl: Ondertekenen…
pl: Podpisywanie…
pt_br: Assinando…
pt_pt: A assinar…
ro: Se semnează…
ru: Подписание…
sk: Podpisovanie…
sv: Signerar…
tr: İmzalanıyor…
uk: Підписання…
uz: Imzolanmoqda…

source: Skip
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fi: Ohita
fr: Passer
hr: Preskoči
hu: Kihagyás
it: Salta
nb: Hopp over
nl: Sla over
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
ro: Omite
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
tr: Atla
uk: Пропустити
uz: O‘tkazish

source: Small File
cs: Malý soubor
da: Lille fil
de: Kleine Datei
el: Μικρό αρχείο
es: Archivo pequeño
fi: Pieni tiedosto
fr: Fichier léger
hr: Mala datoteka
hu: Kis fájl
it: File leggero
nb: Liten fil
nl: Klein bestand
pl: Mały plik
pt_br: Arquivo pequeno
pt_pt: Ficheiro pequeno
ro: Fișier mic
ru: Маленький файл
sk: Malý súbor
sv: Liten fil
tr: Küçük Dosya
uk: Малий файл
uz: Kichik fayl

source: Something Went Wrong
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo ha salido mal
fi: Jotain meni pieleen
fr: Un problème est survenu
hr: Nešto nije u redu
hu: Hiba történt
it: Si è verificato un errore
nb: Noe gikk galt
nl: Er ging iets mis
pl: Coś poszło nie tak
pt_br: Algo deu errado
pt_pt: Ocorreu um erro
ro: A apărut o eroare
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv: Något gick fel
tr: Bir Sorun Oluştu
uk: Щось пішло не так
uz: Nimadir xato ketdi

source: Sort By
cs: Řadit podle
da: Sortér efter
de: Sortierung
el: Ταξινόμηση
es: Ordenar por
fi: Järjestys
fr: Trier par
hr: Poredaj po
hu: Rendezés
it: Ordina per
nb: Sorter etter
nl: Sorteer op
pl: Sortuj wg
pt_br: Ordenar por
pt_pt: Ordenar por
ro: Sortare după
ru: Сортировка
sk: Zoradenie
sv: Sortering
tr: Sıralama
uk: Сортування
uz: Saralash

source: Start Free Trial
cs: Vyzkoušet zdarma
da: Prøv gratis
de: Gratis testen
el: Έναρξη δωρεάν δοκιμής
es: Iniciar prueba gratis
fi: Kokeile ilmaiseksi
fr: Essayer gratuitement
hr: Isprobaj besplatno
hu: Ingyen kipróbálom
it: Inizia prova gratuita
nb: Start gratis prøve
nl: Start gratis proef
pl: Wypróbuj za darmo
pt_br: Iniciar teste grátis
pt_pt: Iniciar teste grátis
ro: Încearcă gratuit
ru: Начать бесплатно
sk: Vyskúšať zadarmo
sv: Prova gratis
tr: Ücretsiz Deneyin
uk: Почати пробний період
uz: Bepul sinab ko‘rish

source: Support
cs: Podpora
el: Υποστήριξη
es: Soporte
fi: Tuki
fr: Assistance
hr: Podrška
hu: Támogatás
it: Supporto
nb: Kundestøtte
pl: Wsparcie
pt_br: Suporte
pt_pt: Suporte
ro: Asistență
ru: Поддержка
sk: Podpora
tr: Destek
uk: Підтримка
uz: Yordam

source: Terms of Use
cs: Podmínky užívání
da: Brugsvilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
fi: Käyttöehdot
fr: Conditions d’usage
hr: Uvjeti korištenja
hu: Licencfeltételek
it: Condizioni d’uso
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de uso
pt_pt: Termos de uso
ro: Termeni de utilizare
ru: Условия сервиса
sk: Podmienky použitia
sv: Användarvillkor
tr: Kullanım Koşulları
uk: Умови використання
uz: Xizmat shartlari

source: Text is recognized on your iPhone, so you can search inside your scans. Nothing is uploaded.
cs: Text se rozpoznává v iPhonu, takže můžete prohledávat skeny. Nic se nikam nenahrává.
da: Tekst genkendes på din iPhone, så du kan søge i dine scanninger. Intet uploades.
de: Text wird auf deinem iPhone erkannt, damit du deine Scans durchsuchen kannst. Nichts wird hochgeladen.
el: Το κείμενο αναγνωρίζεται στο iPhone σας, ώστε να κάνετε αναζήτηση στις σαρώσεις. Τίποτα δεν αποστέλλεται.
es: El texto se reconoce en tu iPhone para que puedas buscar en tus escaneos. No se sube nada.
fi: Teksti tunnistetaan iPhonella, joten voit hakea skannauksistasi. Mitään ei ladata verkkoon.
fr: Le texte est reconnu sur votre iPhone pour que vous puissiez chercher dans vos scans. Rien n’est envoyé.
hr: Tekst se prepoznaje na iPhoneu pa možete pretraživati skenove. Ništa se ne prenosi na internet.
hu: A szövegfelismerés az iPhone-on történik, így kereshetsz a beolvasásokban. Semmi sem kerül feltöltésre.
it: Il testo viene riconosciuto sul tuo iPhone, così puoi cercare nelle scansioni. Non viene caricato nulla.
nb: Teksten gjenkjennes på iPhonen, så du kan søke i skanningene dine. Ingenting lastes opp.
nl: Tekst wordt op je iPhone herkend, zodat je in je scans kunt zoeken. Er wordt niets geüpload.
pl: Tekst jest rozpoznawany na iPhonie, więc możesz przeszukiwać skany. Nic nie jest wysyłane.
pt_br: O texto é reconhecido no seu iPhone para você buscar nos escaneamentos. Nada é enviado.
pt_pt: O texto é reconhecido no iPhone, para que possa pesquisar nas digitalizações. Nada é enviado.
ro: Textul este recunoscut pe iPhone, ca să poți căuta în scanări. Nimic nu este încărcat.
ru: Текст распознаётся на iPhone, поэтому можно искать внутри сканов. Ничего не загружается в сеть.
sk: Text sa rozpoznáva v iPhone, takže môžete prehľadávať skeny. Nič sa nikam nenahráva.
sv: Text känns igen på din iPhone så att du kan söka i dina skanningar. Inget laddas upp.
tr: Metin iPhone’unuzda tanınır, böylece taramalarınızın içinde arama yapabilirsiniz. Hiçbir şey yüklenmez.
uk: Текст розпізнається на iPhone, тож можна шукати у своїх сканах. Нічого не вивантажується.
uz: Matn iPhone’ingizda aniqlanadi, shuning uchun skanlar ichidan qidirish mumkin. Hech narsa yuklanmaydi.

source: Text Recognition
cs: Rozpoznávání textu
da: Tekstgenkendelse
de: Texterkennung
el: Αναγνώριση κειμένου
es: Reconocer texto
fi: Tekstintunnistus
fr: Reconnaissance texte
hr: Prepoznavanje teksta
hu: Szövegfelismerés
it: Riconoscimento testo
nb: Tekstgjenkjenning
nl: Tekstherkenning
pl: Rozpoznawanie tekstu
pt_br: Reconhecer texto
pt_pt: Reconhecer texto
ro: Recunoaștere text
ru: Распознавание текста
sk: Rozpoznávanie textu
sv: Textigenkänning
tr: Metin Tanıma
uk: Розпізнавання тексту
uz: Matnni aniqlash

source: The file couldn’t be created. Please try again.
cs: Soubor se nepodařilo vytvořit. Zkuste to znovu.
da: Filen kunne ikke oprettes. Prøv igen.
de: Die Datei konnte nicht erstellt werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η δημιουργία του αρχείου. Δοκιμάστε ξανά.
es: No se ha podido crear el archivo. Inténtalo de nuevo.
fi: Tiedostoa ei voitu luoda. Yritä uudelleen.
fr: Impossible de créer le fichier. Veuillez réessayer.
hr: Datoteku nije moguće izraditi. Pokušajte ponovno.
hu: Nem sikerült létrehozni a fájlt. Próbáld újra.
it: Impossibile creare il file. Riprova.
nb: Kunne ikke opprette filen. Prøv igjen.
nl: Het bestand kon niet worden aangemaakt. Probeer het opnieuw.
pl: Nie można utworzyć pliku. Spróbuj ponownie.
pt_br: Não foi possível criar o arquivo. Tente novamente.
pt_pt: Não foi possível criar o ficheiro. Tente novamente.
ro: Fișierul nu a putut fi creat. Încearcă din nou.
ru: Не удалось создать файл. Попробуйте ещё раз.
sk: Súbor sa nepodarilo vytvoriť. Skúste to znova.
sv: Filen kunde inte skapas. Försök igen.
tr: Dosya oluşturulamadı. Lütfen yeniden deneyin.
uk: Не вдалося створити файл. Повторіть спробу.
uz: Fayl yaratilmadi. Qayta urinib ko‘ring.

source: The purchase couldn’t be verified. Please try again.
cs: Nákup se nepodařilo ověřit. Zkuste to znovu.
da: Købet kunne ikke bekræftes. Prøv igen.
de: Der Kauf konnte nicht bestätigt werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η επαλήθευση της αγοράς. Δοκιμάστε ξανά.
es: No se ha podido verificar la compra. Inténtalo de nuevo.
fi: Ostoa ei voitu vahvistaa. Yritä uudelleen.
fr: Impossible de vérifier l’achat. Veuillez réessayer.
hr: Kupnju nije moguće potvrditi. Pokušajte ponovno.
hu: Nem sikerült ellenőrizni a vásárlást. Próbáld újra.
it: Impossibile verificare l’acquisto. Riprova.
nb: Kunne ikke bekrefte kjøpet. Prøv igjen.
nl: De aankoop kon niet worden geverifieerd. Probeer het opnieuw.
pl: Nie można zweryfikować zakupu. Spróbuj ponownie.
pt_br: Não foi possível verificar a compra. Tente novamente.
pt_pt: Não foi possível verificar a compra. Tente novamente.
ro: Achiziția nu a putut fi verificată. Încearcă din nou.
ru: Не удалось проверить покупку. Попробуйте ещё раз.
sk: Nákup sa nepodarilo overiť. Skúste to znova.
sv: Köpet kunde inte verifieras. Försök igen.
tr: Satın alma doğrulanamadı. Lütfen yeniden deneyin.
uk: Не вдалося перевірити покупку. Повторіть спробу.
uz: Xaridni tekshirib bo‘lmadi. Qayta urinib ko‘ring.

source: The selected files couldn’t be opened.
cs: Vybrané soubory nelze otevřít.
da: De valgte filer kunne ikke åbnes.
de: Die gewählten Dateien ließen sich nicht öffnen.
el: Δεν ήταν δυνατό το άνοιγμα των αρχείων.
es: No se han podido abrir los archivos seleccionados.
fi: Valittuja tiedostoja ei voitu avata.
fr: Impossible d’ouvrir les fichiers sélectionnés.
hr: Odabrane datoteke nije moguće otvoriti.
hu: A kijelölt fájlokat nem sikerült megnyitni.
it: Impossibile aprire i file selezionati.
nb: Kunne ikke åpne de valgte filene.
nl: De gekozen bestanden konden niet worden geopend.
pl: Nie można otworzyć wybranych plików.
pt_br: Não foi possível abrir os arquivos selecionados.
pt_pt: Não foi possível abrir os ficheiros selecionados.
ro: Fișierele selectate nu au putut fi deschise.
ru: Не удалось открыть выбранные файлы.
sk: Vybrané súbory nemožno otvoriť.
sv: De valda filerna kunde inte öppnas.
tr: Seçilen dosyalar açılamadı.
uk: Не вдалося відкрити вибрані файли.
uz: Tanlangan fayllarni ochib bo‘lmadi.

source: The selected photos couldn’t be loaded.
cs: Vybrané fotky nelze načíst.
da: De valgte fotos kunne ikke indlæses.
de: Die gewählten Fotos konnten nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση των φωτογραφιών.
es: No se han podido cargar las fotos seleccionadas.
fi: Valittuja kuvia ei voitu ladata.
fr: Impossible de charger les photos sélectionnées.
hr: Odabrane fotografije nije moguće učitati.
hu: A kijelölt fotókat nem sikerült betölteni.
it: Impossibile caricare le foto selezionate.
nb: Kunne ikke laste inn de valgte bildene.
nl: De gekozen foto's konden niet worden geladen.
pl: Nie można wczytać wybranych zdjęć.
pt_br: Não foi possível carregar as fotos selecionadas.
pt_pt: Não foi possível carregar as fotos selecionadas.
ro: Pozele selectate nu au putut fi încărcate.
ru: Не удалось загрузить выбранные фото.
sk: Vybrané fotky nemožno načítať.
sv: De valda bilderna kunde inte läsas in.
tr: Seçilen fotoğraflar yüklenemedi.
uk: Не вдалося завантажити вибрані фото.
uz: Tanlangan rasmlarni yuklab bo‘lmadi.

source: This can’t be undone.
cs: Tuto akci nelze vrátit.
da: Det kan ikke fortrydes.
de: Kann nicht widerrufen werden.
el: Αυτό δεν αναιρείται.
es: No se puede deshacer.
fi: Tätä ei voi kumota.
fr: Action irréversible.
hr: Ovo se ne može poništiti.
hu: Ez nem vonható vissza.
it: Azione irreversibile.
nb: Dette kan ikke angres.
nl: Niet ongedaan te maken.
pl: Nie można tego cofnąć.
pt_br: Não é possível desfazer.
pt_pt: Não é possível desfazer.
ro: Acțiunea este ireversibilă.
ru: Это нельзя отменить.
sk: Túto akciu nemožno vrátiť.
sv: Det går inte att ångra.
tr: Bu işlem geri alınamaz.
uk: Цю дію не можна скасувати.
uz: Buni qaytarib bo‘lmaydi.
